Repository: Gujal00/Kodi-Official
Catalog: plugin.video.apple.trailers/resources/language/resource.language.*/strings.po
Languages: sv_se

# #30001
source: Add to Trakt.tv
sv_se: Lägg till på Trakt.tv

# #30002
source: Downloading: %s...
sv_se: Hämtar ner: %s...

# #30003
source: Failed to create directory
sv_se: Det gick inte att skapa katalog

# #30004
source: Failed to write file
sv_se: Misslyckades med att skriva fil

# #30005
source: Download Complete: %s
sv_se: Hämtning färdig: %s

# #30006
source: Error (%s) during download: %s
sv_se: Fel (%s) under hämtning: %s

# #30007
source: No Trailer Download Path is set
sv_se: Ingen hämtningssökväg för trailer är inställd

# #30008
source: Cancel
sv_se: Avbryt

# #30009
source: Set It Now
sv_se: Ställ in det nu

# #30010
source: On ANY device, visit: %s
sv_se: På ALLA enheter, besök: %s

# #30011
source: When prompted, enter code: %s
sv_se: Ange koden när du uppmanas att göra det: %s

# #30012
source: Code expires in: %s seconds
sv_se: Koden upphör att gälla om: %s sekunder

# #30013
source: Trakt Account Authorisation
sv_se: Trakt-kontoauktorisering

# #30014
source: Authorisation was Rejected
sv_se: Auktorisering nekades

# #30015
source: Trakt Authorisation Complete
sv_se: Trakt-auktorisering klar

# #30016
source: Pick a list
sv_se: Välj en lista

# #30017
source: No Lists exist for user: %s
sv_se: Inga listor finns för användaren: %s

# #30018
source: No Matching Movie Found
sv_se: Ingen matchande film hittades

# #30019
source: Pick a Movie
sv_se: Välj en film

# #30020
source: %s added to %s
sv_se: %s lades till i %s

# #30021
source: Downloaded
sv_se: Hämtade

# #30022
source: Play Most Recent Trailer
sv_se: Spela senaste trailern

# #30023
source: No Trailers Available
sv_se: Inga trailers tillgängliga

# #30024
source: Download Trailer
sv_se: Hämta ner trailer

# #30500
source: Trailer Source
sv_se: Trailerkälla

# #30501
source: All
sv_se: Alla

# #30502
source: Exclusive
sv_se: Exklusivt

# #30503
source: Most Popular
sv_se: Mest populära

# #30504
source: Most Recent
sv_se: Senaste

# #30505
source: Movies Limit (0 = No Limit)
sv_se: Gräns för filmer (0 = ingen gräns)

# #30506
source: Max Stream Quality
sv_se: Max strömningskvalitet

# #30507
source: Max Download Quality
sv_se: Max hämtningskvalitet

# #30508
source: Trailer Download Path
sv_se: Hämtningssökväg för trailer

# #30509
source: Show Download Progress
sv_se: Visa hämtningsförlopp

# #30510
source: Off
sv_se: Av

# #30511
source: Window
sv_se: Fönster

# #30512
source: Background
sv_se: Bakgrund

# #30513
source: Trailers View ID
sv_se: Visnings-id för trailers

# #30514
source: Movies Cache Duration
sv_se: Cachevaraktighet för filmer

# #30515
source: 24 Hours
sv_se: 24 timmar

# #30516
source: 12 Hours
sv_se: 12 timmar

# #30517
source: 8 Hours
sv_se: 8 timmar

# #30518
source: How do I authorise this addon to access my trakt.tv account?
sv_se: Hur godkänner jag att detta tillägg får åtkomst till mitt trakt.tv-konto?

# #30519
source: Authorised Trakt User
sv_se: Auktoriserad Trakt-användare

# #30520
source: Use HTTPS for Trakt
sv_se: Använd HTTPS för Trakt

# #30521
source: Trakt Timeout (seconds) (0=No Limit)
sv_se: Tidsgräns för Trakt (sekunder) (0=Ingen gräns)

# #30522
source: Default Trakt List
sv_se: Standardlista för Trakt

# #30524
source: Download
sv_se: Hämta ner
