Repository: Gujal00/Kodi-Official
Catalog: plugin.video.archive.org/resources/language/resource.language.*/strings.po
Languages: sv_se

# Addon Summary
source: Internet Archive add-on
sv_se: Tillägg för Internet Archive

# Addon Description
source: Watch and listen to media archived by Internet Archive
sv_se: Titta och lyssna på media som arkiverats av Internet Archive

# Addon Disclaimer
source: This third party addon is not in any way commissioned or endorsed by Internet Archive
sv_se: Detta tillägg från tredje part är inte på något sätt kopplat till eller godkänt av Internet Archive

# #30001
source: Cache Timeout in hours
sv_se: Cachetimeout i timmar

# #30002
source: Clear Cache
sv_se: Töm cache

# #30003
source: Enable Debug Mode
sv_se: Aktivera felsökningsläge

# #30101
source: Popular Collections
sv_se: Populära samlingar

# #30102
source: Search by Title
sv_se: Sök efter titel

# #30201
source: Cached Data has been cleared
sv_se: Cachad data har tömts

# #30202
source: Need atleast 3 characters
sv_se: Behöver minst 3 tecken

# #30203
source: Choose Source
sv_se: Välj källa

# #30204
source: Next Page
sv_se: Nästa sida
