Repository: Gujal00/Kodi-Official
Catalog: plugin.video.imdb.trailers/resources/language/resource.language.*/strings.po
Languages: sv_se

# Addon Summary
source: IMDb Trailers video add-on
sv_se: Videotillägg för IMDb-trailers

# Addon Description
source: Watch movie trailers available on IMDb.
sv_se: Titta på filmtrailers som finns tillgängliga på IMDb.

# Addon Disclaimer
source: This third party addon is not in any way commissioned or endorsed by Amazon or IMDb
sv_se: Detta tillägg från tredje part är inte på något sätt kopplat till eller godkänt av Amazon eller IMDb

# #30001
source: Video Quality
sv_se: Videokvalitet

# #30002
source: Cache Timeout in hours
sv_se: Cachetimeout i timmar

# #30003
source: View Mode
sv_se: Visningsläge

# #30004
source: Force View Mode
sv_se: Tvinga visningsläge

# #30005
source: Main Menu Mode
sv_se: Läge för huvudmeny

# #30006
source: Video Menu Mode
sv_se: Menyläge för video

# #30007
source: Enable Debug Mode
sv_se: Aktivera felsökningsläge

# #30201
source: In Cinemas
sv_se: På bio

# #30202
source: Coming Soon
sv_se: Kommer snart

# #30203
source: Popular Trailers
sv_se: Populära trailers

# #30204
source: Recent Trailers
sv_se: Senaste trailers

# #30205
source: Television Tonight
sv_se: På tv ikväll

# #30206
source: Search Title
sv_se: Sök titel

# #30207
source: Clear Cache
sv_se: Töm cache

# #30208
source: Trending Trailers
sv_se: Trendande trailers

# #30209
source: Most Anticipated
sv_se: Mest förväntade

# #30210
source: Most Popular
sv_se: Mest populära

# #30211
source: Recently Added
sv_se: Senaste tillagda
